#!/usr/bin/python
# -*- coding: utf-8 -*-

from classifier import guess_category

text = '''АПЕЛЯЦІЙНИЙ СУД МІСТА КИЄВА
ПОСТАНОВА
ІМЕНЕМ УКРАЇНИ
Порушуючи питання про поновлення строку на апеляційне оскарження постанови, апелянт посилається на те, що копію рішення він отримав тільки 17 листопада 2014 року.
Цей факт підтверджується даними у справі, а тому заява ОСОБА_3 про поновлення строку на апеляційне оскарження підлягає задоволенню.
Вислухавши пояснення апелянта, який підтримав апеляцію і просив закрити справу за відсутністю у його діях вказаного складу адміністративного правопорушення, перевіривши матеріали справи, зіставивши їх з доводами, наведеними в апеляції, не вбачаю підстав для її задоволення з наступних підстав.
Твердження в апеляції про порушення суддею вимог ст. 245 КУпАП щодо всебічного, повного і об’єктивного з’ясування обставин справи та вирішення її в точній відповідності з законом не заслуговують на увагу, бо не грунтуються на матеріалах справи.
Як убачається з постанови, на обгрунтування висновку про доведеність вини ОСОБА_3 у порушенні правил дорожнього руху, а саме п.10.1 ПДР, внаслідок чого водій, що рухався по смузі, на яку він перестроювався, і якому не надав перевагу, вимушений був різко загальмувати та подавати звукові сигнали, суддя послався на докази, що містяться в матеріалах справи.
Зокрема, відповідно до вимог вказаного пункту Правил дорожнього руху перед перестроюванням та будь-якою зміною напрямку водій повинен переконатися, що це буде безпечним і не створить перешкод або небезпеки іншим учасникам руху.
Крім того, згідно до вимог п.10.3 ПДР, у разі перестроювання водій повинен дати дорогу транспортним засобам, що рухаються в попутному напрямку по тій смузі, на яку він має намір перестроїтися.
Ці вимоги закону, які є загальними для правил обгону й перестроювання, ОСОБА_3 проігноровані, чим створив аварійну обстановку, що підтвердили свідки.
Так, у своїх поясненнях ОСОБА_4, який за обставинами справи фактично є потерпілим у дорожній аварії, зазначав, що він керував автомобілем НОМЕР_3, рухаючись у лівій смузі дороги зі швидкістю до 65 км/год., коли автомобіль Форд, д. н.з. НОМЕР_1, що рухався у попутному напрямку справа зі швидкістю значно меншою, почав різко перестроюватись на його смугу. Внаслідок таких дій водія цього автомобіля він різко загальмував, значно зменшивши швидкість, подавав звукові сигнали, тому зіткнення з цим автомобілем не відбулося, але в нього в’їхав автомобіль, що рухався позаду нього. ОСОБА_4 наполягав на тому, що водієм цього автотранспортного засобу для нього була створена аварійна ситуація.
Саме про такі обставини свідчив ОСОБА_5, водій автомобіля НОМЕР_4, який пояснював, що рухався у крайній лівій смузі за автомобілем Черрі, якого підрізав автомобіль Форд, перестроюючись різко з правої смуги на ліву. Внаслідок таких дій водія цього автомобіля, водій автомобіля Черрі різко загальмував і зменшив швидкість, що стало причиною зіткнення з його автомобілем.
При цьому, при перевірці матеріалів справи не встановлені підстави піддавати сумніву ці свідчення, бо ні під час складення протоколу про адміністративне правопорушення щодо апелянта, ні в апеляції, а також в поясненнях в апеляційній інстанції він не навів переконливих доводів щодо спростування зазначених ними фактів, а також даних вказаного протоколу.
Поряд з цим, як убачається з перших пояснень ОСОБА_3, він не зазначає обставини виконання ним маневру перестроювання, а тільки свідчить про те, що під час руху він почув характерний звук для зіткнення транспортних засобів, а у дзеркало побачив, що позаду дійсно зіткнулися два автомобіля.
Розглядаючи матеріали адміністративної справи суд не врахував, що при складанні протоколу посадовою особою було допущено порушення норм КУпАП.
Так, протокол про адміністративне правопорушення у відношенні ОСОБА_2 був складений на підставі акту №577/15-54-22-02/05471158 від 13.09.2013 року, який постановою Одеського окружного адміністративного суду від 26.02.2014 року визнаний протиправним та скасований.
За таких обставин постанову не можна визнати законною і обгрунтованою, а тому вона підлягає скасуванню.
Керуючись ст. 294 КУпАП,
ПОСТАНОВИВ:
Поновити ОСОБА_2 строк на апеляційне оскарження і його апеляційну скаргу задовольнити.
Постанову судді Суворовського районного суду м. Одеси від 11 грудня 2013 року у відношенні нього скасувати та провадження по справі закрити.
Постанова апеляційного суду є остаточна й оскарженню не підлягає.
Суддя апеляційного
суду Одеської області Сенатор Л. І.'''















category = guess_category(text, 27)

if category == 25 :
    print('рішення вистояло')
elif category == 26 :
    print('рішення НЕ вистояло')
elif category == 27 :
    print('Жоден із варіантів')
