<template>
    <div class="privacy-policy">  
        <div class="card a4">
            <div class="h3 text-center">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</div>
            <p>Ця політика конфіденційності та захисту персональних даних (далі – Політика) встановлює порядок одержання, обробки, зберігання та використання персональних даних, які отримує TOEсуд (далі – Компанія) від користувачів, цілі використання персональних даних, взаємодії з третіми особами, заходи безпеки для захисту персональних даних, умови доступу до персональних даних, а також, контактна інформація для користувача щодо отримання доступу, внесення змін, блокування або видалення своїх персональних даних, в т.ч. персональних даних та звернення з будь-якими питаннями, які можуть виникнути у Вас щодо практики захисту персональних даних відповідно до ЗУ «Про інформацію», ЗУ «Про доступ до публічної інформації», ЗУ «Про захист персональних даних».</p>
            <p>Питання та запити щодо обробки, зберігання, використання  та видалення персональних даних можуть бути направлені на електронну пошту: toe.cyd@gmail.com.</p>
            <p><b>Персональні дані</b> — інформація, що відноситься до певного Користувача, яка дозволяє ідентифікувати цього Користувача як фізичну особу.</p>
            <p><b>Загальнодоступні дані</b> — дані (у тому числі Персональні дані), до яких фізична особа - власник цих даних, надала доступ необмеженому колу осіб (у т.ч. шляхом публікації на будь-якому інтернет-сайті без обмеження доступу до цих даних) або на які відповідно до даної Політики та/або чинного законодавства не поширюється вимога дотримання конфіденційності.</p>
            <p><b>Обліковий запис</b> — запис, що містить дані авторизації Користувача (логін і пароль), необхідні для ідентифікації Користувача при використанні сервісів Компанії.</p>
            <p><b>Cookie</b> — фрагмент даних, створений Сайтом й збережений у комп'ютері Користувача у вигляді одного або декількох файлів. Cookie не містять Персональних даних і можуть бути заблоковані Користувачем у будь-який момент.</p>
            <div class="h5 text-center">Збір та використання персональних даних</div>
            <p>Володільцем та розпорядником персональних даних користувачів Сайту є ТОЕсуд.
При використанні користувачем сервісів Сайту Компанією здійснюється обробка даних користувача, а саме:</p>
            <p>
                <ul>
                    <li>Даних, що надаються користувачем як при заповненні реєстраційних форм, так і в процесі користування сервісами;</li>
                    <li>Логін і пароль доступу (пароль користувача для входу на Сайт зберігається у зашифрованому вигляді);</li>
                    <li>Файли cookie;</li>
                    <li>IP-адреси;</li>
                    <li>Параметри і налаштувань інтернет-браузерів;</li>
                </ul>
            </p>
        </div>

        <div class="card a4">
            <p>Компанія збирає тільки ті персональні дані (наприклад, Ваше ім'я і прізвище, логін і пароль доступу, адреса електронної пошти, номер контактного телефону, дата народження, стать і т.д.), які свідомо і добровільно надані Вами (користувачами) як суб'єктом персональних даних в цілях використання сервісів Сайту, що відповідно до вимог законодавства є згодою суб'єкта персональних даних на обробку своїх персональних даних відповідно до сформульованої в цій Політиці мети їх обробки.</p>
            <p>Згодою суб’єкта персональних даних (користувача) вважається добровільне введення персональних даних в реєстраційні форми та проставлення відмітки у спеціальному полі «надаю згоду на збір, обробку, використання та зберігання своїх персональних даних відповідно до Політики конфіденційності та захисту персональних даних. ЗУ «Про захист персональних даних».</p>
            <p>При відвідуванні Сайту фіксуються всі входи до системи. Інші відомості по трафіку користувача не обробляються і не зберігаються.</p>
            <p><b>Звертаємо Вашу увагу:</b> Компанія обмежується збором мінімального обсягу інформації, необхідного виключно для виконання запиту суб'єкта персональних даних. У будь-якому випадку, коли запитується необов'язкова до надання інформація, користувача буде повідомлено в момент збору такої інформації.</p>
            <p>Компанія не збирає будь-яку інформацію, до обробки якої, законодавством встановлені певні вимоги, як-то інформацію про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в політичних партіях та професійних спілках, засудження до кримінального покарання в скоєнні злочину або засудження до кримінального покарання, а також даних, що стосуються здоров'я, статевого життя, біометричних або генетичних даних (відповідно до статті 7 Закону України «Про захист персональних даних»).</p>
            <p>Компанія збирає дані про статистику відвідування Сайту. Відомості можуть містити інформацію про з'єднання, трафік, браузер користувача, а також про дату, час, тривалість роботи в мережі Інтернет та знаходження на Сайті.</p>

            <div class="h5 text-center">Обробка персональних даних</div>
            <p>Обробка і зберігання наданих персональних даних здійснюється в дата-центрах, де розміщується обладнання, що забезпечує функціонування сервісів Сайту. Надані користувачами персональні дані обробляються і можуть зберігатись в Базі персональних даних користувачів.</p> 

            <div class="h5 text-center">Мета обробки та цілі використання персональних даних</div>
            <p>Метою обробки персональних даних користувачів є ідентифікація користувача на Сайті з метою надання йому послуг (сервісів) Сайту, зворотного зв’язку, ведення податкового та бухгалтерського обліку та вдосконалення своїх сервісів Персональні дані користувачів використовуються в цілях забезпечення надання сервісів Сайту, обміну інформацією/новинами, відносин у сфері реклами та комунікації відповідно та на виконання законів України.</p>          
        </div>

        <div class="card a4">
            <div class="h5 text-center">Термін зберігання персональних даних</div>
            <p>Персональні дані зберігаються на термін не більше, ніж це необхідно відповідно до мети їх обробки та цілей використання.</p>
            <p>Компанія зберігає персональні дані користувача до моменту  звернення суб'єкта персональних даних із запитом про видалення його персональних даних.</p>

            <div class="h5 text-center">Використання файлів cookie</div>
            <p>Файли cookie можуть бути вічними (вони називаються постійними файлами cookie) і зберігатися в комп'ютері, поки користувач їх не видалить або тимчасовими (такі файли cookie називаються сесійними), тобто зберігаються тільки до закриття браузера. Крім того, файли cookie поділяються на основні (вони встановлюються безпосередньо відвідуваним Сайтом) і сторонні (встановлюються іншими веб-сайтами).</p>
            <p>
                <i>Важливо:</i>
                <ul>
                    <li>При повторному відвідуванні користувачем Сайту, дані файлів cookie оновлюються;</li>
                    <li>У більшості випадків, веб-браузер за замовчуванням допускає автоматичне зберігання файлів cookie на пристрої користувача;</li>
                    <li>Відключення файлів cookie може призвести до обмеження доступу до опублікованих матеріалів та/або неповноцінного функціонування сервісів Сайту.</li>
                </ul>
            </p>
            <p>Компанія дбає про своїх користувачів і намагається зробити перебування на Сайті максимально комфортним, для цього Компанії необхідно, за допомогою файлів cookie, проаналізувати поведінку, переваги і інтереси користувача. Такий аналіз допоможе Компанії поліпшити досвід взаємодії з Сайтом, визначити найбільш зручний інтерфейс і навігацію Сервісу.</p>
            <p>Відповідно до класифікації Міжнародної торгової палати (International Chamber of Commerce), Компанія використовуємо такі категорії файлів cookie:</p>
            <p>Строго необхідні файли cookie - потрібні для пересування користувачем по веб-сторінці і при використанні певних сервісів, наприклад, для доступу до захищених сторінок, реєстрації та авторизації, здійснення пошуку по Сайту. Також, здійснюють запам'ятовування попередніх дій користувача при переході на попередню сторінку в тій же сесії.</p>
            <p>Експлуатаційні файли cookie - агрегують інформацію про те, як використовується Сайт. Ці дані зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: час перебування на Сайті, найбільш часто відвідувані сторінки, розуміння які саме розділи і сервіси Сайту були найбільш цікаві для користувача, наскільки ефективна та чи інша рекламна та/або маркетингова кампанія і т.д.</p>
            <p>Вся інформація, зібрана за допомогою експлуатаційних файлів cookie, призначена для статистичних та аналітичних задач. Деякі дані файлів cookie можуть надаватися третім сторонам, які мають дозвіл з боку веб-ресурсу і виключно для зазначених вище цілей.</p> 
        </div>
        <div class="card a4">
             <p>Функціональні файли cookie - використовуються для збереження параметрів або конфігурацій, які зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: ім'я користувача, фото в профілі, інформація по залишених коментарях, мовна версія Сайту, місцезнаходження, відомості про те, чи надавалася користувачеві будь-яка інформація або обрані переваги раніше, а також інші параметри налаштування Сайту .</p>
            <p>Дані файли cookie також дозволяють користувачам дивитися відео, брати участь в інтерактивах (опитування, голосування) та взаємодіяти з соціальними мережами.</p>
            <p>Щоб зробити більш приємними враження після відвідування ресурсу, зазначені файли cookie запам'ятовують надану користувачем інформацію, підвищуючи ефективність взаємодії з Сайтом.</p>
            <p>Деякі дані файлів cookie можуть надаватися третім сторонам, які мають дозвіл з боку веб-ресурсу і виключно для зазначених вище цілей.</p>
            <p>Цільові файли cookie - використовуються для надання контенту, який може зацікавити користувача. Ці дані зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: відстеження рекомендованого текстового, графічного, аудіо та відеоматеріалу, щоб уникнути повторного показу, управління цільовою рекламою, оцінка ефективності рекламних кампаній, інформація про відвідування користувачем інших ресурсів при переходах, а також інші параметри налаштування Сайту.</p>
            <p>Сайт може ділитися цією інформацією з іншими сторонами, включаючи медіа-клієнтів, рекламодавців, агентств і партнерів по суміжних бізнесах для того, щоб вони надавали якісну таргетовану рекламу.</p>
            <p>Cookie-файли сторонніх сервісів і сервісів аналітики:</p>
            <p>Для оперативної доставки, більш якісного відображення і детального аналізу контенту на Сайті, Компанія користується послугами, які є власністю інших сторонніх компаній, таких як Facebook та інші.</p>
            <p>Наведені як приклад компанії можуть використовувати файли cookie на пристрої користувача, під час роботи на Сайті.</p>
            <p>
                <i>Важливо:</i>
                <ul>
                    <li>Конфігурація налаштування файлів cookie для веб-браузерів мобільних пристроїв може відрізнятися;</li>
                    <li>Повноцінна робота з Сайтом доступна тільки при використанні файлів cookie;</li>
                    <li>Відключення файлів cookie може привести до обмеження доступу до змісту і неповноцінного функціонування сервісів Сайту.</li>
                </ul>
            </p>
            <p>Якщо користувач не включає використання файлів cookie або навмисно видаляє всі файли cookie зі свого веб-браузера, то при подальшому відвідуванні Сайту, користувачеві буде повторно пропонуватися включення і використання файлів cookie.</p>
            <p>Інформація про користувачів отримана за допомогою файлів cookie не продається і не поширюється у відкритому доступі, а також є власністю компанії, якій належить ресурс.</p>
        </div>

        <div class="card a4">
            <div class="h5 text-center">Взаємодія Сайту з іншими ресурсами</div>
            <p>При використанні користувачем сервісів, на сторінках Сайту можуть бути присутніми коди інших інтернет ресурсів і третіх осіб, в результаті чого такі інтернет ресурси і треті особи отримують Ваші дані. Отже, ці інтернет-ресурси можуть отримувати і обробляти інформацію, про те, що Ви відвідали ці сторінки, а також іншу інформацію, яку передає браузер користувача.</p>
            <p>Використання зазначених сервісів Компанії необхідно для оперативного аналізу відвідувань Сайту, внутрішньої і зовнішньої оцінки відвідуваності Сайту, глибини переглядів, активності користувачів. Дані, отримані від зазначених сервісів Компанія не зберігає і не обробляє.</p>
            <p>Відповідно, якщо користувач в силу будь-яких причин не бажає, щоб зазначені сервіси отримували доступ до його персональних даних, користувач може за власним бажанням вийти зі свого аккаунта чи профіля, очистити файли cookie (через свій браузер).</p>

            <div class="h5 text-center">Взаємодія Компанії з третіми особами стосовно персональних даних</div>
            <p>Компанія не здійснює передачу персональних даних третім особам, крім випадків, коли така передача є вимогою законодавства, на прохання суб'єкта персональних даних або в інших випадках, викладених в цій Політиці та відповідно до вимог чинного законодавтсва. На Сайті можуть бути посилання на інші веб-сайти (виключно в інформаційних цілях). При переході по посиланню на інші веб-сайти дія цієї Політики на такі сайти поширюватися не буде. У зв'язку з чим, Компанія рекомендує переглядати політику в сфері конфіденційності і персональних даних кожного веб-сайту перед тим, як передавати будь-які персональні дані, за якими Вас можуть ідентифікувати.</p>

            <div class="h5 text-center">Захист персональних даних</div>
            <p>Компанія використовує загальноприйняті стандарти технологічного та операційного захисту інформації та персональних даних від втрати, неправильного використання, зміни або знищення. Однак Компанія не може гарантувати абсолютну захищеність від будь-яких загроз, що виникають поза межами регулювання Компанії.</p>
            <p>Компанія забезпечує застосування всіх відповідних зобов'язань щодо дотримання конфіденційності, а також технічних і організаційних заходів безпеки для запобігання несанкціонованого або незаконного розголошення або обробки такої інформації та даних, їх випадкової втрати, знищення або пошкодження.</p>
            <p>Компанія надає доступ до інформації і персональних даних тільки уповноваженим працівникам, які дали згоду на забезпечення конфіденційності такої інформації та даних відповідно до вимог Компанії.</p>
            <p>Поширення персональних даних без згоди суб'єкта персональних даних або уповноваженої ним особи дозволяється у випадках, визначених законом, і лише (якщо це необхідно) в інтересах національної безпеки, економічного добробуту та прав людини.</p>
        </div>

        <div class="card a4">
            <div class="h5 text-center">Умови доступу до персональних даних</div>
            <p>Порядок доступу до персональних даних третіх осіб визначається умовами згоди користувача, наданої володільцю персональних даних на обробку цих даних, або відповідно до вимог закону та цієї Політики.</p>
            <p>Користувач має право на одержання будь-яких відомостей про себе у Компанії пов'язаних з персональними даними, за умови подання відповідного запиту згідно з вимогами чинного законодавства. Доступ користувача до даних про себе здійснюється безоплатно. Відстрочка доступу користувача до своїх персональних даних не допускається.</p>

            <div class="h5 text-center">Права суб'єкта персональних даних</div>
            <p>Користувач має право користуватись усіма правами як суб'єкта персональних даних, які врегульовані Законом України «Про захист персональних даних».</p>
            <p>Користувач має право звернутись до Компанії із запитом щодо видалення персональних даних про себе шляхом написання електронного листа toe.cyd@gmail.com із зазначенням даних, що надавались користувачем при реєстрації (авторизації) на Сайті.</p>

            <div class="h5 text-center">Зміна Політики</div>
            <p>До цієї Політики періодично та без попереднього повідомлення користувача про таке можуть вноситись зміни та доповнення, у тому числі, при зміні вимог законодавства.</p>
            <p>У випадку внесення істотних змін до цієї Політики Компанією буде розміщено повідомлення на Сайті та зазначено термін набрання цими змінами чинності. Якщо протягом зазначеного терміну Ви не відмовитеся від їх прийняття в письмовій формі, це означитиме, що Ви погоджуєтеся з відповідними змінами Політики.</p>
            <p>Просимо час від часу переглядати Політику для того, щоб бути в курсі будь-яких змін або доповнень.</p>
            <p>Повідомляємо, що інформація про суддів України, що відображена на Сайті Компанії, є загальнодоступною та отримана з відкритих інформаційних джерел, в тому числі інтернет сервісів, ресурсів, відкритих даних. Компанія<b> не несе </b>відповідальність за достовірність вказаної інформації.</p>
            <p>TOEсуд<b> не несе </b>відповідальності за шкоду або збитки, яких зазнав Користувач або треті особи в результаті помилкового розуміння або нерозуміння умов даної Політики, інструкцій або вказівок про порядок використання Сайту, щодо порядку розміщення даних та інших технічних питань.</p>
        </div>
    </div>
</template>

<script>      
    export default {
        name: "PrivacyPolicy",
        components: {
        },
        data() {
            return {
            }
        },
        mounted() {
        },
        methods: {
        }
    }
</script>

<style scoped lang="scss">
    @import "../../../sass/_variables.scss";
    .a4 {
        width: 20cm !important;
        height: 30cm !important;
        margin: 50px auto 20px auto;
        padding: 1cm 0.6cm 1cm 1.9cm; 
        text-align: justify;
    }
    p {
        margin-bottom: 0.3rem!important;
        text-indent: 0.5cm; /* Відступ першого рядка */

        -webkit-touch-callout: none; /* iOS Safari */
        -webkit-user-select: none; /* Safari */
         -khtml-user-select: none; /* Konqueror HTML */
           -moz-user-select: none; /* Firefox */
            -ms-user-select: none; /* Internet Explorer/Edge */
                user-select: none; /* Non-prefixed version, currently
                                      supported by Chrome and Opera */
    }
</style>

