<template>
    <div class="privacy-policy">  
        <div class="card a4">
            <div class="h3 text-center">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</div>
            <p>Ця політика конфіденційності та захисту персональних даних (далі – Політика) встановлює порядок одержання, обробки, зберігання та використання персональних даних, які отримує TOEсуд (далі –Компанія) від користувачів, цілі використання персональних даних, взаємодії з третіми особами, заходи безпеки для захисту персональних даних, умови доступу до персональних даних, а також, контактна інформація для користувача щодо отримання доступу, внесення змін, блокування або видалення своїх персональних даних, в т.ч. персональних даних та звернення з будь-якими питаннями, які можуть виникнути у Вас щодо практики захисту персональних даних відповідно до ЗУ «Про інформацію», ЗУ «Про доступ до публічної інформації», ЗУ «Про захист персональних даних».</p>
            <p>Питання та запити щодо обробки, зберігання, використання  та видалення персональних даних можуть бути направлені на електронну пошту: toe.cyd@gmail.com.</p>
            <p><b>Персональні дані</b> — інформація, що відноситься до певного Користувача, яка дозволяє ідентифікувати цього Користувача як фізичну особу.</p>
            <p><b>Загальнодоступні дані</b> — дані (у тому числі Персональні дані), до яких фізична особа - власник цих даних, надала доступ необмеженому колу осіб (у т.ч. шляхом публікації на будь-якому інтернет-сайті без обмеження доступу до цих даних) або на які відповідно до даної Політики та/або чинного законодавства не поширюється вимога дотримання конфіденційності.</p>
            <p><b>Обліковий запис</b> — запис, що містить дані авторизації Користувача (логін і пароль), необхідні для ідентифікації Користувача при використанні сервісів Компанії.</p>
            <p><b>Cookie</b> — фрагмент даних, створений Сайтом й збережений у комп'ютері Користувача у вигляді одного або декількох файлів. Cookie не містять Персональних даних і можуть бути заблоковані Користувачем у будь-який момент.</p>
            <div class="h5 text-center">Збір та використання персональних даних</div>
            <p>Володільцем та розпорядником персональних даних користувачів Сайту є ТОЕсуд.
При використанні користувачем сервісів Сайту Компанією здійснюється обробка даних користувача, а саме:</p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>
            <p></p>

        </div>
        <div class="card a4">
            ferfaervg
            frvgrvgrea
            vgf
        </div>
    </div>
</template>

<script>      
    export default {
        name: "PrivacyPolicy",
        components: {
        },
        data() {
            return {
            }
        },
        mounted() {
        },
        methods: {
        }
    }
</script>

<style scoped lang="scss">
    @import "../../../sass/_variables.scss";
    .a4 {
        width: 20cm !important;
        height: 30cm !important;
        margin: 50px auto 20px auto;
        padding: 1cm 0.5cm 1cm 2cm; 
    }
</style>

