<template>
    <div class="user-agreement">  
        <div class="card a4">
            <br>
            <div class="h3 text-center">УГОДА КОРИСТУВАЧА</div>
            <p>Ця Угода користувача визначає порядок використання користувачами та третіми особами Веб-сайту https://toecyd.top і всіх додаткових ресурсів, розміщених на ньому, в тому числі регламентує взаємовідносини між користувачами і адміністрацією Веб-сайту (далі - ТОЕсуд).</p>
            <p>Користуючись нашим сервісом, ви погоджуєтеся з цими умовами використання, що викладені в цій Угоді Користувача та визначені чинним законодавством.</p>
            <p>Доступ до системи/веб-сайту ТОЕсуд (надання можливості здійснювати запити, на які система ТОЕсуд в автоматизованому режимі надає відповідну інформацію (в тому числі – зведену) і аналітичні дані, отримані з використанням відкритих джерел інформації відповідно до закону, надання можливості користувачу вносити інформацію до системи, використовувати інші сервіси), здійснюється через веб-сайт: https://toecyd.top. Повідомляємо, що частина системи ТОЕсуд та сервісів стає доступною користувачу після проходження процедур реєстрації і авторизації.</p>
            <p>Аналітичні дані Системи ТОЕсуд є похідними від інформації, отриманої з відкритих джерел. Формування цих аналітичних даних, упорядкування і розташування їх складових частин, а також побудова функціональних зв’язків між ними та/або створеними на їх основі базами (компіляціями) даних та/або іншою інформацією, – є результатом роботи спеціальних програмних засобів Системи ТОЕсуд. Аналітична інформація Системи ТОЕсуд має виключно рекомендаційний характер і не може підміняти будь-які експертні висновки, існуючі офіційні дані та/або встановлювати будь-які факти або обставини, що мають юридичне значення. Використання аналітичних даних Системи ТОЕсуд для прийняття управлінських, фінансових, організаційних та будь-яких інших рішень, дій (або бездіяльності), здійснюється користувачем, третіми особами виключно на власний розсуд і ТОЕсуд за їх наслідки відповідальності не несе.</p>
            <p>Основні види та склад інформаційно-аналітичних даних, що можуть бути отримані за допомогою Системи ТОЕсуд, відповідно до цього Договору:</p>
            <br>
            <p>
                <ul>
                    <li>Статистика професійної діяльності судді за різними параметрами;</li>
                    <li>Статус судді на робочому місці;</li>
                    <li>Моніторинг судових засідань, відстеження судових засідань відмічених користувачем, інформування про зміни в складі даних;</li>
                    <li>Можливість створення приміток до відстежуваних судових засідань;</li>
                    <li>Можливість збереження та формування власної бази судових рішень України згідно із самостійно визначеними користувачем критеріями ;</li>
                    <li>Можливість збереження даних.</li>
                </ul>
            </p>
        </div>

        <div class="card a4">
            <div class="h5 text-center">КОРИСТУВАННЯ СЕРВІСОМ</div>
            <p>1. Реєстрація в системі ТОЕсуд здійснюється шляхом заповнення визначених нами форм, що відображені на сайті, і прийняттям умов цієї Угоди користувача та Політики конфіденційності.</p>
            <p>2. Будь-які інші особи (незареєстровані користувачі), продовжуючи користуватись сайтом ТОЕсуд після його відкриття, автоматично надають згоду на його використання відповідно до цієї Угоди користувача та Політики конфіденційності.</p>
            <p>3. Користувач, який здійснює реєстрацію гарантує, що досяг 18 річного віку на дату проведення реєстрації. У разі порушення умов цього пункту адміністрація Веб-сайту не несе відповідальності, а відповідальність за порушення умов даного пункту покладається на батьків або інших законних представників (усиновителів, опікунів, піклувальників) користувача, який не досяг необхідного віку.</p>
            <p>4. Користувач гарантує достовірність даних зазначених під час реєстрації. При цьому адміністрація Веб-сайту не перевіряє надану останнім інформацію, а відповідальність за порушення умов даного пункту покладається на користувача. Адміністрація Веб-сайту не буде розкривати інформацію про зареєстрованих користувачів третім особам, за винятком розкриття інформації на вимогу суду та/або у інших випадках визначених законодавством України.</p>
            <p>5. Користування сервісом ТОЕсуд є безкоштовним за виключенням сервісів, які стають доступними користувачу після проходження процедур реєстрації і авторизації та здійснення оплати. Такі сервіси визначаються нами самостійно, інформація про умови доступу та користування ними відображена ні на Веб-сайті. Умови тарифних планів та вартості надання окремих сервісів/послуг ТОЕсуд відображені на веб-сайті: https://toecyd.top.</p>
            <p>6. Користувач має право використовувати сервіси/сайт ТОЕсуд відповідно до умов цієї Угоди користувача, Політики конфіденційності та чинного законодавства.</p>

            <div class="h5 text-center">КОРИСТУВАЧУ ЗАБОРОНЕНО:</div>
            <p>1. Відправляти та завантажувати фото/відео матеріал (документи), що принижують честь, гідність, ділову репутацію та ображають  інших людей, в тому числі суддів України, або зводить наклеп на них. </p>
            <p>2. Використовувати сервіс/сайт у спосіб, що негативно позначиться на нас або будь-якій третій особі.</p>
            <p>3. Здійснювати рекламу будь-яких товарів, послуг, розповсюджувати матеріали рекламного характеру та/або спам без попереднього письмового дозволу адміністрації веб-сайту ТОЕсуд.</p>
            <p>4. Здійснювати несанкціонований доступ до сайту та/або серверу.</p>
            <p>5. Здійснювати декомпіляцію наявних на сайті/в системі ТОЕсуд баз даних з метою перенесення інформації до інших інформаційно-пошукових систем або для інших цілей.</p>
            <p>6. Використовувати у власних інформаційних продуктах інформацію у формі і з використанням стилю, аналогічних формі і стилю подання інформації на веб-сайті ТОЕсуд попереднього письмового дозволу адміністрації веб-сайту ТОЕсуд.</p>
                     
        </div>

        <div class="card a4">
            <p>7. Розміщувати аналітичні дані системи ТОЕсуд у складі будь-яких інших інформаційних/пошукових систем, комп’ютерних програм, баз даних чи будь-яких електронних та/або друкованих видань, а також здійснювати будь-яке їх розповсюдження третім особам (зокрема, через мережу Інтернет) без попереднього письмового дозволу адміністрації веб-сайту ТОЕсуд.</p>

            <div class="h5 text-center">ГАРАНТІЇ ТА ВІДПОВІДАЛЬНІСТЬ</div>
            <p>1. З метою забезпечення ефективних та комфортних умов користування сайтом/сервісом ми повідомлятимемо користувача про зміну та/або скасування послуги. Ми залишаємо за собою право скасувати або змінити послугу без попереднього повідомлення Користувача.</p>
            <p>2. Інформація на сайті/сервісі оновлюється із певною періодичністю. Іноді деякі частини сайту можуть бути застарілими або неточними.</p>
            <p>3. Фактична повнота і достовірність будь-якої інформації (в тому числі – зведеної) і відповідних аналітичних даних, заснованих на такій інформації в системі ТОЕсуд, визначаються відповідними джерелами публічної інформації у формі відкритих даних, в тому числі але не виключно ЄДРСРУ, Судова влада України (https://court.gov.ua).</p>
            <p>4. Ми  ТОЕсуд не несемо відповідальності за фото-, відео –матеріали та інші матеріали, розміщені на нашому сайті третіми особами,  в тому числі користувачами. Відповідальність за такі матеріали несе особа (користувач), який завантажив їх на сайт. ТОЕсуд має право без попередження видалити матеріал, завантаження якого заборонено цією Угодою користувача.</p>
            <p>5. Ми ТОЕсуд не несемо відповідальності за рішення, що їх було прийнято користувачами та/або третіми особами,  ґрунтуючись на даних із нашого сайту.</p>
            <p>Ми ТОЕсуд не несемо відповідальності за: будь-які збитки або шкоду будь-якого роду, понесені будь-яким користувачем та/або третіми особами пов’язані із використанням або ускладненням/неможливістю використання Системи ТОЕсуд, будь-якими сайтами, пов’язаними з ним, і будь-якими матеріалами, розміщеними на ньому; відповідальність за будь-які втрати або шкоду, спричинені DoS-атаками, вірусами або іншими шкідливими матеріалами, які можуть потрапити на ваше комп’ютерне обладнання, пов’язані з використанням нашого сайту або завантаження будь-яких матеріалів, розміщених на ньому, або на будь-якому веб-сайті, пов’язаному з ним.</p>
            <p>6. Сайти третіх сторін, на які ми посилаємося на нашому сайті, знаходяться поза нашим контролем.</p>
            <p>7. Ми ТОЕсуд не несемо відповідальності за фактичну повноту і достовірність будь-якої інформації (в тому числі – зведеної) і відповідних аналітичних даних, заснованих на такій інформації в системі ТОЕсуд, отриманої з офіційних джерел публічної інформації у формі відкритих даних.</p>
        </div>
        <div class="card a4">
            <br>
            <div class="h5 text-center">КОНФІДЕНЦІЙНІСТЬ</div>
            <p>ТОЕсуд та користувачі (треті особи) зобов’язуються дотримуватися конфіденційності відносно всієї технічної, комерційної та іншої інформації, отриманої одне від іншої та вживати усіх розумних заходів для попередження несанкціонованого використання або розкриття такої інформації третім особам згідно з умовами цієї Угоди користувача, Політики конфіденційності та чинного законодавства.</p>
            <p>Сторони не несуть відповідальності за порушення конфіденційності, яке відбулося внаслідок випадку або дії обставин непереборної сили, протиправних дій третіх осіб, а так само внаслідок порушення конфіденційності за вимогою державних органів згідно з вимогами чинного законодавства та розкриття інформації особою, яка надала таку інформацію.</p>
            <p>Ця Угода користувача, а також зміни і доповнення до неї, набувають чинності з моменту їх розміщення за адресою https://toecyd.top.</p>
        </div>
    </div>
</template>

<script>      
    export default {
        name: "PrivacyPolicy",
        components: {
        },
        data() {
            return {
            }
        },
        mounted() {
        },
        methods: {
        }
    }
</script>

<style scoped lang="scss">
    @import "../../../sass/_variables.scss";
    .a4 {
        width: 20cm !important;
        height: 30cm !important;
        margin: 50px auto 20px auto;
        padding: 1cm 0.6cm 1cm 1.9cm; 
        text-align: justify;
    }
    p {
        margin-bottom: 0.3rem!important;
        text-indent: 0.5cm; /* Відступ першого рядка */

        -webkit-touch-callout: none; /* iOS Safari */
        -webkit-user-select: none; /* Safari */
         -khtml-user-select: none; /* Konqueror HTML */
           -moz-user-select: none; /* Firefox */
            -ms-user-select: none; /* Internet Explorer/Edge */
                user-select: none; /* Non-prefixed version, currently
                                      supported by Chrome and Opera */
    }
</style>

